IdeaRS.Connections
PlateAdjustmentType Enumeration
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "T:IdeaRS.Connections.Data.PlateAdjustmentType"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum PlateAdjustmentType
Members
Member name | Value | Description
Cut | 0
Notch | 1
OnlyWeld | 2
See Also
Reference
IdeaRS.Connections.Data Namespace